{
  "name": "Class Themes",
  "children": [
    {
      "name": "Weeks",
      "children": [
        {
          "name": "Week 1",
          "children": [
            {
              "name": "Week 2",
              "children": [
                {
                  "name": "Week 3",
                  "children": [
                    {
                      "name": "Week 4",
                      "children": [
                        {
                          "name": "Week 5",
                          "children": [
                            {
                              "name": "Week 6",
                              "children": [
                                {
                                  "name": "Week 7",
                                  "children": [
                                    {
                                      "name": "Week 8",
                                      "children": [
                                        {
                                          "name": "Week 9",
                                          "children": [
                                            {
                                              "name": "Week 10",
                                              "children": [
                                                {
                                                  "name": "Week 11",
                                                  "children": [
                                                    {
                                                      "name": "Week 12"                                                      
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Classic Text",
      "children": [
        {
          "name": "What is a classic? How is Detroit a classic text?",
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": null,
                                      "children": [
                                        {
                                          "name": "Riot or rebellion? The Kerner Report sees two unequal societies",
                                          "children": [
                                            {
                                              "name": "Urban renewal projects",
                                              "children": [
                                                {
                                                  "name": "How does it hold up? Megastructures v. Heidelberg Project",
                                                  "children": [
                                                    {
                                                      "name": null                                                      
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "City Typologies",
      "children": [
        {
          "name": "How North American cities differ from other global cities",
          "children": [
            {
              "name": "Early modern city typologies and how they change",
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": "Expansion of the bureaurcratic city",
                                  "children": [
                                    {
                                      "name": "Cities redefined by suburbs, highways, and sprawl",
                                      "children": [
                                        {
                                          "name": "Over 100 US cities rise up--poor, disinvested cities surrounded by wealthy suburbs accessible by car",
                                          "children": [
                                            {
                                              "name": "Decentralized city, unequal access to resources and political power, urban renewal projects",
                                              "children": [
                                                {
                                                  "name": "Urban renewal, renaisssance, placelessness, Megastructures v. Heidelberg Project",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Modernity",
      "children": [
        {
          "name": "What is modernity? Emerges from the Enlightenment ",
          "children": [
            {
              "name": "Captain Jack as a modern individual ",
              "children": [
                {
                  "name": "The Constitution and Democratic Social Space as examples of modernity",
                  "children": [
                    {
                      "name": "Imbuded with anxiety and detachment after WWI",
                      "children": [
                        {
                          "name": "Indvidual v. Communal solutions for the city, Chaplin v. Rivera",
                          "children": [
                            {
                              "name": "Individual self-sufficiency not paying off for African Americans",
                              "children": [
                                {
                                  "name": "Secular capitalist democracies will win WW2, expansion of rational bureaucracy in cities",
                                  "children": [
                                    {
                                      "name": "Distinction between garden suburbs and postwar ones: individuality, meritocracy, capitalism, privacy, but also anxiety about the Cold War, bomb",
                                      "children": [
                                        {
                                          "name": "Individual meritocracy, capitalism only benefitting the few at the expense of the many",
                                          "children": [
                                            {
                                              "name": "Myth of suburbs as individual private, and self-reliant when they are still reliant on city/public resources",
                                              "children": [
                                                {
                                                  "name": "Megastructures (Neo-Liberalism), Heidleberg Project (individualism, diversity, meritocracy)",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "\"Frontier\"",
      "children": [
        {
          "name": "What does the frontier mean within American culture?",
          "children": [
            {
              "name": "Ways of Seeing the \"Frontier\" in North America, Detroit",
              "children": [
                {
                  "name": "Toqueville finds frontier that is not really wilderness, African Americans and new immigrants in new cities",
                  "children": [
                    {
                      "name": "New wealth and opportunities in city",
                      "children": [
                        {
                          "name": "Ford Manual as guide to this new industrialized frontier, Chaplin sees nothing new, Rivera the prospect for unity",
                          "children": [
                            {
                              "name": "Blacks moving into white neighbourhoods and the possibility of integrated urban spaces",
                              "children": [
                                {
                                  "name": "U.S. wins war against fascism, emerges as the new world power",
                                  "children": [
                                    {
                                      "name": "Suburbs as a new frontier ",
                                      "children": [
                                        {
                                          "name": "Burn it down, create something new (based on Black Power), a new frontier?",
                                          "children": [
                                            {
                                              "name": "New frontier is decentralized cities, Is this Chaplin leaving? Walking away from Omelas?",
                                              "children": [
                                                {
                                                  "name": "Edge cities, Different ways of seeing frontier? Moving back to city among young, gentrifying as the new frontier",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "John Berger",
      "children": [
        {
          "name": "Berger's argument about links to the past ",
          "children": [
            {
              "name": "Europeans try to break from the past by settling in North America",
              "children": [
                {
                  "name": "Different groups breaking from, living in, or living with the past?",
                  "children": [
                    {
                      "name": "Implications of breaking from past for Gatsby",
                      "children": [
                        {
                          "name": "Chaplin sees a break with the past, Rivera wants to live with the past",
                          "children": [
                            {
                              "name": "Blacks try to break from past with social mobility, but are often prevented from doing so",
                              "children": [
                                {
                                  "name": "Break from past by winning the war, democracy, new gender roles, seems to be good, but implications",
                                  "children": [
                                    {
                                      "name": "Middle-class whites break from the city and a painful past for a futurama free of crime, non-whites, means of fighting bomb fears",
                                      "children": [
                                        {
                                          "name": "Blacks cannot forget the past, there are implications for trying to forget, the Kerner report \"reminds\" whites, but ultimately fails",
                                          "children": [
                                            {
                                              "name": "Attempt to break further from past in decade of malaise, neo-lib revolution attempts further, walk away from Omelas?",
                                              "children": [
                                                {
                                                  "name": "Younger people who move to the city want to remember the past, megastructures attempt to break, though Renaissance Center also a form of memory",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Active Agent",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": "Create a more promising future than the painful past",
                                  "children": [
                                    {
                                      "name": "Suburban layout and exclusivity maps race, gender, family",
                                      "children": [
                                        {
                                          "name": "Racial oppression seen as city falls apart",
                                          "children": [
                                            {
                                              "name": "Urban form shapes racial, class, to some extent gender divisions, urban renewal projects",
                                              "children": [
                                                {
                                                  "name": "Buildings for conducting business only, Heidelberg Project includes everyone",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Designer People",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": "Modernity creates freedom and a break from the  past (for some)",
              "children": [
                {
                  "name": "Examples in Toqueville, created Constitution, African Americans and new immigrants try to build new lives",
                  "children": [
                    {
                      "name": "Wealth and opportunities allow people to re-make themselves  ",
                      "children": [
                        {
                          "name": "Chaplin: leave the city and break free; Rivera: create a new unified city with room for all",
                          "children": [
                            {
                              "name": "The Sweets and other African Americans try to create new lives, but are prevented",
                              "children": [
                                {
                                  "name": "Winning war, chasing a \"futurama,\" women's identities shift",
                                  "children": [
                                    {
                                      "name": "Suburban people making new life, what Chaplin wanted?",
                                      "children": [
                                        {
                                          "name": "Thoughtless violence (riot) or attempt to define a designer people (rebellion)?",
                                          "children": [
                                            {
                                              "name": "City Peripheral remade as leaving the 60s behind, Black Power communities without support, women's liberation movement",
                                              "children": [
                                                {
                                                  "name": "Both are kind of designer! One focuses on individualism and capitalism, the other on communal art",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Democratic Social Space",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": "What is democratic social space? Does it work? Is it a basis for U.S. cities?",
              "children": [
                {
                  "name": "In Constitution, Does with work with new immigrants and migrants to cities?",
                  "children": [
                    {
                      "name": "How  growing wealth affects this concept",
                      "children": [
                        {
                          "name": "How does Fordism affect this concept? Rivera would like to reform, Chaplin to focus on individuality ",
                          "children": [
                            {
                              "name": "How do Black Bottom and segregated white neighbourhoods fit in?",
                              "children": [
                                {
                                  "name": "Racial housing issues, shifting gendered spaces, 1949 mayoral election based on race and housing",
                                  "children": [
                                    {
                                      "name": "Do suburbs and highways support this concept?",
                                      "children": [
                                        {
                                          "name": "Uprisings as a reaction to being left out and oppressed; Rivera's dream not allowed because of racism and policy, Kerner Report identifies failure",
                                          "children": [
                                            {
                                              "name": "How does this operate when racial and economic divides exist? Gendered spaces blurring, Urban renewal projects",
                                              "children": [
                                                {
                                                  "name": "Do Megastructures or the Heidelberg Project represent democratic social space?",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Forgetting Machine",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": "North American settlements break from European past",
              "children": [
                {
                  "name": "Toqueville's \"New Americans,\" migrants and immigrants try to build new lives",
                  "children": [
                    {
                      "name": "People like Gatsby try to forget poor and rural pasts",
                      "children": [
                        {
                          "name": "Rivera may see the city as a remembering machine!",
                          "children": [
                            {
                              "name": "African American migrants want to use city to forget racial injustice, but unable",
                              "children": [
                                {
                                  "name": "Forget the Depression by winning the war, raming up factories, promoting unity",
                                  "children": [
                                    {
                                      "name": "Move to suburbs, try to forget war, crime, fear of bomb",
                                      "children": [
                                        {
                                          "name": "NO, memory of wrongs and attempts to reverse",
                                          "children": [
                                            {
                                              "name": "City Peripheral tries to forget the city even exists, or responsibility to it",
                                              "children": [
                                                {
                                                  "name": "City seen as more of a memory machine!",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Abandoned Difference",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": "Does everyone abandon differences equally?  Creation of mass culture",
                  "children": [
                    {
                      "name": "What unites people is city experiences",
                      "children": [
                        {
                          "name": "Celebrated in Ford's \"Melting Pot\" ceremonies",
                          "children": [
                            {
                              "name": "Race shapes who can abandon their differences in helpful ways",
                              "children": [
                                {
                                  "name": "Migration from across the country to work in factories, but housing issues prevent unity",
                                  "children": [
                                    {
                                      "name": "Suburbanites from different backgrounds \"become\" white, part of \"imagined\" middle class, reinforces white middle class and decentralizes others",
                                      "children": [
                                        {
                                          "name": "Does not exist here--Kerner points out distinctions",
                                          "children": [
                                            {
                                              "name": null,
                                              "children": [
                                                {
                                                  "name": "Not among different races, classes, ages",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Mass/Urban Culture",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": "Mass culture based on the city, reaches people who live outside of cities",
                      "children": [
                        {
                          "name": "Workers partake in the same city-based cultural pursuits despite different backgrounds",
                          "children": [
                            {
                              "name": "Working-class and black migrants add new dimensions to urban mass culture",
                              "children": [
                                {
                                  "name": "People move during the war, create common urbanized culture",
                                  "children": [
                                    {
                                      "name": "Urban culture through rock and roll,  movies, TV moves to suburbs",
                                      "children": [
                                        {
                                          "name": "Motown as urban culture even as middle class whites flee",
                                          "children": [
                                            {
                                              "name": "Shift to suburbs, but new urban culture, hip-hop, etc.",
                                              "children": [
                                                {
                                                  "name": "Gentrified culture of youth  based in urban identification",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Batman Conundrum",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": "People are drawn to the city, but they miss parts of their rural pasts",
                      "children": [
                        {
                          "name": "Chaplin and many other new city dwellers may long for life outside the city",
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": "Suburbanites still miss elements of the city, revealed through culture",
                                      "children": [
                                        {
                                          "name": "Fear of the city among outsiders increases, though most of white flight is already complete",
                                          "children": [
                                            {
                                              "name": "People in the City Peripheral miss the city, loss of culture, sense of homogeneity in peripheral",
                                              "children": [
                                                {
                                                  "name": "Longing for city due to placelessness, homogenity",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "City Beautiful v. City Profitable",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": "Beautiful spaces for public use vie with profitable spaces for private use (skyscrapers) ",
                      "children": [
                        {
                          "name": "Chaplin: City Profitable is harmful to individuality; Rivera: They may be combined to everyone's benefit",
                          "children": [
                            {
                              "name": "Housing segregation is profitable for real estate, banks, and the government",
                              "children": [
                                {
                                  "name": "City Profitable, expansion of bureaucracy, to win the war",
                                  "children": [
                                    {
                                      "name": "Suburbs are profitable and largely homogenous",
                                      "children": [
                                        {
                                          "name": "Areas deemed unprofitable are left by the city and investors to people's detriment",
                                          "children": [
                                            {
                                              "name": "Generally homogenous, meant for profit, urban renewal projects",
                                              "children": [
                                                {
                                                  "name": "Heildeberg Project v. Megastructures",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Producer v. Consumer",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": "Ford's 5$ Day supports both economies",
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": "Suburbs, \"Northland\" based on consumerism",
                                      "children": [
                                        {
                                          "name": null,
                                          "children": [
                                            {
                                              "name": "Production moves to non-union areas or out of country, based on consumerism",
                                              "children": [
                                                {
                                                  "name": "Produce art in a consumerist culture",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Creative Destruction",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": "Part of the City Profitable, consumerism at the expense of production",
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": null,
                                      "children": [
                                        {
                                          "name": null,
                                          "children": [
                                            {
                                              "name": null,
                                              "children": [
                                                {
                                                  "name": null,
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Unity v. Uniformity",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": "Chaplin sees city as enforcing a harmful uniformity; Rivera sees it as possibly urging a unifying community",
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": "Focus on unity to win the war, but race riots in housing projects and mayoral election reveal uniformity",
                                  "children": [
                                    {
                                      "name": "Uniformity--suburban houses look the same, often homogenous, is this what Chaplin wanted? Fight Cold War with uniformity rather than WW2 unity",
                                      "children": [
                                        {
                                          "name": "Both seem to fall apart, though attempts at unity among Black Power advocates and the Kerner Report fail",
                                          "children": [
                                            {
                                              "name": "Uniformity in decentralized suburbs",
                                              "children": [
                                                {
                                                  "name": "Megastructures, placelessness of cities are more uniform, Heidelberg Project promotes unity among neighbourhoods, as Rivera wanted?",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Cumulative Causation",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": "Reasons for creation, protection, and reproduction of segregated space, 1920s-1940s",
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": null,
                                      "children": [
                                        {
                                          "name": "Depopulation, deinvestment, deindustrialization, housing, police brutality, suburbs at expense of city",
                                          "children": [
                                            {
                                              "name": null,
                                              "children": [
                                                {
                                                  "name": null,
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Futurama",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": "Living durin the Depression, but the future is friendly, technology will help lead better lives",
                                  "children": [
                                    {
                                      "name": "Not the gleaming city, have to leave to prosper",
                                      "children": [
                                        {
                                          "name": null,
                                          "children": [
                                            {
                                              "name": null,
                                              "children": [
                                                {
                                                  "name": "Builds on 1935! Technological advancements in the 21st century city",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Lonely Crowd",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": "No unity, fear of others, homogenity, everyone is \"Designer\" in the same way",
                                      "children": [
                                        {
                                          "name": null,
                                          "children": [
                                            {
                                              "name": "Detachment from community and city, walk away from Omelas",
                                              "children": [
                                                {
                                                  "name": "Homogenity, detachment",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "City Peripheral",
      "children": [
        {
          "name": null,
          "children": [
            {
              "name": null,
              "children": [
                {
                  "name": null,
                  "children": [
                    {
                      "name": null,
                      "children": [
                        {
                          "name": null,
                          "children": [
                            {
                              "name": null,
                              "children": [
                                {
                                  "name": null,
                                  "children": [
                                    {
                                      "name": null,
                                      "children": [
                                        {
                                          "name": null,
                                          "children": [
                                            {
                                              "name": "Expansion of suburbs, decentralization of political and economic power, public support of private investment, gendered blurring after women's liberation movements",
                                              "children": [
                                                {
                                                  "name": "Placelessness, Edge Cities",
                                                  "children": [
                                                    {
                                                      "name": null
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}